Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Ich habe in der Schule mehr Englisch als Deutsch gelernt, aber jetzt bin ich besser auf Deutsch.
uk: В школі я більше вчив англійську, але зараз навпаки - знаю краще німецьку.

source: Ich habe einen Unterschied innerhalb Deutschlands bemerkt und Menschen aus dem Westen Deutschlands eher als distanzierter wahrgenommen als im Osten.
uk: Я помітила одну різницю в Німеччині, наприклад, для мене люди із заходу Німеччини більш закриті, ніж зі сходу.

source: Ich habe Kontakte zu anderen Doktoranden und kann sagen, dass das eher die Ausnahme ist.
uk: Я спілкуюсь з іншими аспірантами і можу сказати, що це, ймовірніше, виняток.

source: Ich habe Sportkurse gemacht und eine Sprachtandempartnerin für ein halbes Jahr gehabt.
uk: Я пів року займався в спортивній секції та мав партнера з мовного тандему.

source: Ich habe aber auch ehrlicherweise keine anderen Universitäten gesucht, da ich hier schon Kontakte hatte und der Professor kannte mich und bot mir an, meine Doktorarbeit zu betreuen.
uk: Але, чесно кажучи, я не шукав інших варіантів, тому що в цьому університеті я вже мав зв'язки і до того ж професор запропонував бути моїм науковим керівником.

source: Ich habe aber keine richtigen Freunde gefunden, das liegt sicher auch an den individuellen Personen, ich bin introvertierter, mir fällt es schwer, neue Kontakte zu finden.
uk: Але справжніх друзів я таки не знайшла. Просто я інтроверт і мені важко заводити нові знайомства.

source: Ich habe aber noch Zeit dafür.
uk: Але для цього я завжди маю час.

source: Ich habe als Werksstudent angefangen und wurde dann übernommen.
uk: Я починав підробляти ще студентом і згодом мене прийняли на роботу.

source: Ich habe bei den Vorlesungen und Übungen einfach Leute angesprochen.
uk: Я просто спілкувався з людьми під час лекцій та семінарів.

source: Ich habe bei meinem Praktikum immer mit den anderen Kollegen Mittag gegessen und ich konnte nicht über das lachen, was die anderen witzig fanden.
uk: Під час практики я обідала з колегами і, чесно кажучи, не розуміла їхніх жартів.

source: Ich habe beim nächsten Mal mein Zeitmanagement korrekt angepasst.
uk: Потім я вже зрозумів як використовувати час та

source: Ich habe ca. 5 von 120 Fragen nicht gut genug vorbereitet und habe 3 davon als Prüfungsaufgabe bekommen.
uk: Я не дуже добре підготував приблизно 5 питань із 120 і, як на зло, на іспиті я отримав 3 із них.

source: Ich habe damals gedacht, dass die Leute nur frech zu mir sind.
uk: Інколи мені здавалося, що до мене нахабно ставляться.

source: Ich habe dann meine Freunde gefragt, was fühlen sie in solchen Situationen und habe mich danach entschieden, keine Gedanken mehr darüber zu machen. Es lohnt sich einfach nicht. Ja, ich muss hier meine Sprache vereinfachen.
uk: Потім я порадилася з друзями і вирішила більше не звертати на це уваги. Воно того не варте. Так, я вимушена спрощувати мову.

source: Ich habe darüber noch nicht so viel nachgedacht, weil ich zurzeit viele andere Sachen wie z.B. die Masterarbeit und meine HiWi-Aufgaben im Kopf habe.
uk: Я не замислювався над цим, бо зараз багато працюю над магістерською роботою та науковими завданнями.

source: Ich habe das Gefühl, in Deutschland würde man darauf antworten: Das sind Leute, mit denen du für eine bestimmte Zeit rumhängst und die du kennst.
uk: У мене таке відчуття, що люди в Німеччині відповіли б на це: це люди, яких ви знаєте і з якими ви тусуєтесь певний час.

source: Ich habe das geschafft, aber es war kompliziert für mich.
uk: Мені вдавалося це робити, хоч і було досить тяжко.

source: Ich habe die Prüfungsvorbereitung schleifen lassen und bin danach durch vier Prüfungen gefallen.
uk: Я готовувся до іспитів, але згодом провалив всі 4.

source: Ich habe die deutschen Kommilitonen als freundlich, offen und hilfsbereit kennen gelernt.
uk: Я пізнав німецьких однокурсників як доброзичливих, відкритих і чуйних людей.

source: Ich habe die letzten zweieinhalb Jahre eine Segelfluglizenz gemacht.
uk: Я отримала ліцензію на планеризм протягом останніх двох з половиною років.

source: Ich habe doppelt so viel Zeit gebraucht für die Vorbereitung, als ich das geplant hatte.
uk: Адже на неї я витратив вдвічі більше часу, ніж запланував.

source: Ich habe ein viermonatiges Praktikum in Stuttgart gemacht.
uk: Я просто проходила чотиримісячну практику в Штутгарті.

source: Ich habe einer Bloggerin gefolgt, die sich viel damit beschäftigt.
uk: Також я був підписаний на одну блогерку, яка цьому навчала.

source: Ich habe es oft gehört, dass für einigen Menschen Deutschland einfach nicht passt.
uk: Я часто чула, що деяким людям Німеччина просто не підходить.

source: Ich habe früher mit Deutschen zusammengewohnt, die sind jetzt aber ausgezogen.
uk: Раніше я жив у німців, але вони зараз переїхали.

source: Ich habe gedacht „Das mache ich“, weil ich immer wieder in die Ukraine zurückkehren kann, aber ein zweites Mal wird mir das nicht angeboten.
uk: І я подумала: „Я зроблю це“, адже поїхати назад в Україну я зможу в будь-який момент, а от вдруге такої можливості може й не бути.

source: Ich habe gedacht, dass es schwierig wird, Prüfungen in Deutschland abzulegen, aber das war nicht so.
uk: Я думав, що складати іспити в Німеччині дуже складно, але це виявилося не так.

source: Ich habe gehört, dass es keine Möglichkeiten gibt, abzuschreiben oder zu spicken.
uk: Чув, що тут неможливо списати.

source: Ich habe hier auch mehr Zeit fürs Lesen und Hobbies.
uk: Тут, в Магдебурзі, я можу приділяти більше часу читанню книг та своїм хоббі.

source: Ich habe hier ein Foto, das ich „deine Vorbereitungszeit, wenn du acht Prüfungen bestehen sollst“ nenne:
uk: У мене є фото, під назвою "час підготовки, коли тобі потрібно скласти вісім іспитів":

source: Ich habe hier selten das Gefühl, dass man mich offensiv als Ausländer wahrnimmt und mir zeigt, dass ich nicht hierher gehöre.
uk: Але таке було рідко, що мене якось ображали за те, що я не місцевий.

source: Ich habe hier studiert und meine Masterarbeit verteidigt.
uk: Тут я навчався та згодом захистив магістерську дисертацію.

source: Ich habe immer viel geredet und habe viel Umgangssprache mitgenommen, aber wenig verstanden, weil einige Menschen nicht deutlich gesprochen haben, das war schwierig.
uk: Я завжди багато говорила і часто саме розмовною мовою, але мало розуміла, бо деякі люди говорили нечітко, і тоді було важко.

source: Ich habe in Kyiw mit meinen Eltern gewohnt, das war natürlich eine große Umstellung.
uk: У Києві я жила з батьками, тому було нелегко.

source: Ich habe in Magdeburg viele neue Menschen kennengelernt und viele davon sind nicht Deutsche.
uk: В Магдебурзі я познайомилася з різними людьми і багато з них взагалі не німці.

source: Ich habe in Polen dann meine eigene Firma gegründet und das auch nicht bereut.
uk: Пізніше я заснував власну компанію в Польщі, і не пошкодував..

source: Ich habe keine Angst vor der Zukunft, das war meine Wahl, die ich gern getroffen habe.
uk: Я не боюся майбутнього, це був мій вибір, який я зробив.

source: Ich habe keinen Fernseher und bezahle trotzdem.
uk: У мене немає телевізора, і я все одно плачу за нього.

source: Ich habe mich aber nicht so schnell integriert und Freunde gefunden.
uk: Наприклад, я не так швидко адаптувалась і знайшла друзів, як мені б того хотілося.

source: Ich habe mich schnell an den Dialekt gewöhnt.
uk: Я швидко звик до діалекту.

source: Ich habe mich dazu gezwungen, mit Leuten ins Gespräch zu kommen und ich finde, das hat sich gelohnt.
uk: Я змусив себе спілкуватися з людьми, і я вважаю, що це того варте.

source: Ich habe mich entschieden, dass in Deutschland zu machen, ich wollte das nicht in der Ukraine machen, viele Leute kaufen den dort, ich will das aber echt können.
uk: Те що я собі надумав, я зроблю в Німеччині, адже в Україні мені доведеться весь час давати хабарі..

source: Ich habe mich nie direkt benachteiligt gefühlt.
uk: Я ніколи не відчував, що до мене ставляться не так, як до інших.

source: Ich habe mit einem deutschen Kommilitonen am Computer ein Auto zusammengebaut.
uk: Я розробляли машину на комп’ютері з німецьким студентом.

source: Ich habe natürlich die Sprachbarriere gefühlt, man kennt die Kultur nicht und es ist ein bisschen komisch, Leute einfach anzusprechen.
uk: Відчувається мовний бар'єр, ти не знаєш культуру і розмовляти з людьми стає трохи дивно.

source: Ich habe nicht verstanden, was für Beschwerden die Ärztin nennt.
uk: Я взагалі не розумів про які хвороби говорила лікарка.

source: Ich habe oft kaum Bargeld dabei.
uk: Готівку з собою я рідко коли ношу.

source: Ich habe richtig viele erzgebirgische Wörter gelernt, z. B. „Glück auf!“ Wenn ich jetzt nach Magdeburg komme, wundere ich mich, dass alle ganz normal Deutsch reden und ich sie gut verstehen kann.
uk: “ Я вивчив багато слів на ерцгебіргському діалекті , наприклад "Glück auf!“ Тепер, коли я приїжджаю в Магдебург, я дивуюся, що всі говорять для мене звично і я всіх розумію..

source: Ich habe schon die praktische Prüfung im Segelflug bestanden.
uk: І вже склала практичний екзамен.

source: Ich habe selbst eine Ausstellung in Hannover organisiert, mein Vater ist damals nur zum fertigen Stand gekommen.
uk: Я самостійно організував одну з виставок у Ганновері, тоді мій батько її відвідав.

source: Ich habe sogar ein paar deutsche Freunde gefunden.
uk: Я навіть подружився з декількома студентами.

source: Ich habe sowieso wenige Freunde und vertraute Menschen, das liegt eher an mir als Person als an der Sprache.
uk: У мене і так мало друзів та людей, яким я довіряю, тому це більше залежить від людини, аніж від мови.

source: Ich habe super viele Leute auf Partys kennen gelernt, mit denen ich super quatschen konnte.
uk: Саме так у мене з’явилося багато знайомих з якими я міг дуже добре поспілкуватися.

source: Ich habe viel Gegenwind zum Maschinenbau-Studium bekommen.
uk: Мене мало хто підтримував під час навчання на машинобудуванні.

source: Ich habe viel mit Kunden und Händlern auf Deutsch gesprochen.
uk: Я багато спілкувався німецькою мовою з клієнтами та замовниками. .

source: Ich habe vor kurzem einen Führerschein gemacht.
uk: А нещодавно я здав на права.

source: Ich habe überlegt, in die Wirtschaft zu gehen, aber dann war ich bereits relativ weit mit der Dissertation und wollte diese nicht aufhören.
uk: Я думала про бізнес, але до того часу я вже досить далеко просунулася зі своєю дисертацією і не хотіла зупинятися.

source: Ich halte das für wichtig.
uk: І це справді круто.

source: Ich hasse Bargeld.
uk: Ненавиджу готівку.

source: Ich hatte dort auch Arbeitsangebote.
uk: У мене там також були пропозиції щодо працевлаштування.

source: Ich hatte eigentlich den Plan, auch Drittmittelprojekte nebenbei zu machen, aber das hat nicht geklappt.
uk: Я планувала зайнятися проєктами, що фінансуються сторонніми фондами, але не склалося.

source: Ich hatte einen guten Bekannten, mit dem habe ich Volleyball gespielt, aber dann ist er nach China zum Auslandssemester geflogen.
uk: У мене був хороший знайомий, з яким я грав у волейбол, але потім він полетів до Китаю на семестр.

source: Ich hatte fast keine Zeit dafür.
uk: Я не мав просто часу для цього.

source: Ich hatte gar nicht das Ziel, unbedingt mit deutschen Kommilitonen in Kontakt zu kommen.
uk: У мене не було мети почати спілкуватися з моїми німецькими одногрупниками.

source: Ich hatte in meinem Leben nie die Erfahrung, Freunde suchen zu müssen.
uk: Ніколи в житті мені ще не доводилося навмисно шукати друзів.

source: Ich hatte jedoch einmal die Situation, dass ich gar nichts verstanden habe.
uk: Однак колись у мене була ситуація, коли я абсолютно нічого не зрозумів.

source: Ich hatte mich für eine Hiwi-Stelle angemeldet, die hat dann im Mai begonnen, deswegen musste ich zurück.
uk: Я зареєструвався на посаду Hiwi , яка розпочалась у травні, тому мені довелося повернутися назад.

source: Ich hatte noch nicht viele Erfahrungen und wusste nicht, ob ich auch an anderen Städten akzeptiert worden wäre.
uk: В мене ще не було досвіду, і я навіть не знав, що можу обрати якесь інше місто.

source: Ich hatte nur 4 Semester am KPI Englisch, danach haben sich die Module mit dem Deutschunterricht überschnitten.
uk: В Київському політехнічному інституті (КПІ) я вивчав англійську мову лише 4 семестри. Після цього вона почала перетинатися з німецькою.

source: Ich hatte vorher keine Vorstellungen wie das Studium in Deutschland aussehen könnte.
uk: Раніше я навіть не уявляв, яким може бути навчання в Німеччині.

source: Ich hatte vorher von einigen Studierenden gehört, die das Studium nicht beendet haben, aus den unterschiedlichsten Gründen.
uk: Я чула раніше про студентів, які через різні причини припинили навчання.

source: Ich höre auch kein Radio, aber man muss den Rundfunkbeitrag bezahlen, denn man bezahlt pro Haushalt.
uk: Я також не слухаю радіо, але ви повинні платити податок на радіо, тому що платите за домогосподарство.

source: Ich kann alles, was ich will, erklären, vielleicht nicht immer im ersten Anlauf.
uk: Я можу пояснити все, що хочу, можливо, просто не завжди з першого разу.

source: Ich kann auf Russisch oder Ukrainisch 100 Seiten pro Tag lesen, auf Deutsch aber nicht.
uk: Українською чи російською я можу читати близько 100 сторінок на день, але німецькою це вдається не так легко і швидко.

source: Ich kann hier eine Förderung von Sachsen Anhalt bekommen.
uk: Тут, у Саксонії-Ангальт, я зможу отримати фінансування.

source: Ich kann mich nicht so gut ausdrücken, wie auf Ukrainisch.
uk: Я не можу висловлюватися так вміло, як українською.

source: Ich kenne keine Analogien auf Russisch.
uk: адже це все я вивчав саме у Німеччині.

source: Ich konnte leicht mit deutschen Kommilitonen kommunizieren.
uk: Спілкуватися з ними доволі легко.

source: Ich konzentriere mich auf die Gegenwart und versuche alles zu tun, damit meine Zukunft möglichst besser wird.
uk: зосереджуюся на теперішньому та намагаюся зробити зараз все, щоб моє майбутнє було якомога кращим.

source: Ich könnte dort auch angemessen verdienen.
uk: І я б могла там теж добре заробляти.

source: Ich könnte mir auch gut vorstellen, in Österreich zu arbeiten, in Graz oder Wien.
uk: Також можна було б поїхати в Австрію, у Відень чи Грац.

source: Ich könnte mir auch vorstellen, in die Ukraine zurück zu kehren, und wenn ich ein gutes Angebot aus der Industrie habe, dann würde ich auch gerne in der Ukraine arbeiten.
uk: Я також припускаю, що міг би працювати в Україні, якби мені зробили хорошу пропозицію в промисловій діяльності.

source: Ich mache Experimente mit Proben mit einer Maschine (einem so genannten Nanoindenter) und schaue mir das Deformationsverhalten und die chemischen Veränderungen an.
uk: Я проводжу експерименти зі зразками на спеціальному обладнанні (так званому наноінденторі) та дивлюся на деформацію та зміни в хімічному складі.

source: Ich mache jetzt gleichzeitig meine Master-Arbeit und meine Masterprojektarbeit, weil mir ein sehr interessantes Projekt vorgeschlagen wurde.
uk: Зараз я пишу магістерську дисертацію. Крім того, мені запропонували дуже цікавий проєкт, тому тепер потрібно працювати вдвічі більше.

source: Ich muss mehr üben und Bücher lesen.
uk: Мені потрібно більше займатися і читати книги.

source: Ich musste viele Sachen lernen.
uk: Мені довелося навчитися багатьом речам.

source: Ich möchte eher nicht hierbleiben, d.h. nicht an der Universität bleiben.
uk: Я не хочу залишатися в університеті, а планую працювати в індустрії.

source: Ich möchte mich gerne bei der GUDF bedanken, bei allen Leuten, die dieses Programm möglich gemacht haben und sich damit so intensiv beschäftigt haben und sich damit immer noch beschäftigen.
uk: Я хотів би подякувати GUDF та усім, хто створив цю програму та так інтенсивно нею досі займається.

source: Ich möchte nach dem Studium gerne eine Karriere im Maschinenbaubreich aufbauen.
uk: Після навчання я б хотів почати кар'єру в сфері машинобудування.

source: Ich müsste nur viel weniger Russisch reden.
uk: Мені треба було менше говорити російською.

source: Ich promoviere im Bereich Verbrennungsmotoren und Energietechnik und leider gibt es diese Studienrichtung in Kyiw nicht, deswegen habe ich mich entschlossen, in Deutschland zu studieren und auch zu promovieren.
uk: Я навчаюся у сфері про двигуни внутрішнього згораннята енергетичної техніки, на жаль, в такому напрямку розвиватися в Києві не можна.

source: Ich rede oft nach Bauchgefühl und schäme mich nicht mehr, Fehler zu machen.
uk: Я часто прислуховуюсь до власної інтуїції й більше не соромлюся робити помилки.

source: Ich sehe hier viele Vorteile, besonders jetzt, solange ich jung bin und ich mich beruflich entwickeln will, habe ich hier viele Chancen.
uk: Я бачу тут багато переваг, особливо зараз, поки я молода і хочу професійно розвиватися, тут у мене багато можливостей.

source: Ich spreche den ganzen Tag Englisch, da das ein internationales Projekt ist.
uk: Цілий день я розмовляю англійською, оскільки це міжнародний проєкт.

source: Ich spreche oft zufällig mit Leuten im Vorlesungsraum, das geht natürlich im Online Studium nicht.
uk: Зазвичай, під час лекцій я спілкувався зі студентами з потоку, а під час онлайн навчання так не виходило.

source: Ich studiere in Deutschland auch aus moralischen Gründen, hier fühle ich mich frei, kann mein Leben leben wie ich will und wie ich erzogen wurde.
uk: Я навчаюся в Німеччині також і з моральних принципів, адже тут я почуваю себе вільним та можу прожити своє життя як захочеться.

source: Ich studiere, arbeite als Hiwi und möchte promovieren.
uk: Я навчаюсь, працюю асистентом і хочу захищати докторську.

source: Ich verstehe die Denkweise der Ukrainer und ihre Lebensweise und verstehe die Hintergründe, da ich da aufgewachsen bin.
uk: Я розумію менталітет українців і їх спосіб життя, тому що виріс там.

source: Ich verstehe nicht immer die Witze oder wenn jemand etwas sehr schnell sagt.
uk: Я не завжди розумію жарти або коли хтось занадто швидко говорить.

source: Ich versuch erst einmal, etwas in Sachsen-Anhalt zu finden, aber grundsätzlich bin ich auch offen für andere Optionen bundesweit.
uk: Спочатку я спробую знайти щось в межах Саксонії-Ангальт, але загалом можна розглянути й інші землі.

source: Ich versuche Filme auf Deutsch zu sehen und mehr auf Deutsch zu lesen.
uk: Я стараюся більше дивитися фільмів та читати німецькою.

source: Ich versuche alles zu merken, damit nächstes Mal mehr „deutsch“ zu klingeln (lacht).
uk: Я намагаюся все запам'ятати, щоб наступного разу звучати більш "по-німецьки" (сміється).

source: Ich versuche, meine Abschlussarbeit in einem Unternehmen zu schreiben.
uk: Свою дисертацію я спробую написати, вже працюючи на якійсь фірмі..

source: Ich versuche, zusätzlich etwas zu lesen und zu hören und wollte eigentlich einen Sprachkurs machen, aber das hat wegen Corona nicht geklappt.
uk: Зараз я намагаюся додатково щось читати й слухати. Крім того, до початку пандемії я планував записатися на мовні курси.

source: Ich wollte immer neue Leute kennen lernen.
uk: Я завжди хотіла знайомитися з новими людьми.

source: Ich war am Anfang der Corona Krise in der Ukraine und konnte von dort aus einfach studieren.
uk: Я був на початку карантинної кризи в Україні і міг звідти < t0/>вчитися.

source: Ich war auf der Semesteranfangsparty, da habe ich viele Leute kennen gelernt.
uk: Я був на вечірці на початку семестру, там я познайомився з багатьма людьми.

source: Ich war froh, wenn ich die Hälfte verstanden habe.
uk: Я був радий, коли розумів хоча б половину нового матеріалу.

source: Ich war in Graz auf einer Konferenz und habe dort nur wenig verstanden.
uk: Якось я був на конференції у Ґраці, і я практично нічогісінько не зрозумів.

source: Ich war in der Notaufnahme des Krankenhauses und dort war es ganz lustig.
uk: Одного разу в лікарні пережив кумедну ситуацію.

source: Ich war mir noch nicht sicher, wo und wie ich promovieren/arbeiten soll, nach meinem Masterabschluss, weil ich noch sehr jung war.
uk: Після магістратури я ще був юним, та не знав у якому напрмку хочу в подальшому розвиватися та працювати.

source: Ich weiß aber nicht, ob das realistisch ist.
uk: Але я не знаю, чи це реально.

source: Ich weiß nicht, ob das stimmt, Menschen sind immer unterschiedlich.
uk: Не знаю, чи це правда, люди завжди різні.

source: Ich weiß noch, wir sind einmal auf eine Exkursion ins BMW-Werk selbst gefahren.
uk: Пам'ятаю як ми самі їздили на екскурсію на завод BMW.

source: Ich werde auch in der Ukraine verschiedene Varianten betrachten.
uk: Варіанти роботи в Україні я також візьму до уваги.

source: Ich werde einen Job in Deutschland suchen.
uk: Я шукатиму роботу в Німеччині.

source: Ich werde in der Industrie einen Job suchen.
uk: Я буду шукати роботу, пов'язану з промисловістю.

source: Ich werde wahrscheinlich nicht in Magdeburg bleiben, denn hier gibt es kein Unternehmen, das sich damit beschäftigt, was ich mache.
uk: Я б не залишався в Магдебурзі, тому що тут небагато підприємств на які б я міг працювати.

source: Ich will an den Campus gehen, mit Kommilitonen sprechen und meine Freunde sehen.
uk: Я хотів гуляти по кампусу, спілкуватися та бачитися з друзями.

source: Ich will eher nicht an der Uni bleiben, sondern eher in medizinischen Versuchszentren oder in der Industrie.
uk: Я, швидше за все, не хочу залишатися в університеті, а скоріше в медичних експериментальних центрах або в промисловості.

source: Ich will nicht an der Uni bleiben, sondern eine eigene Firma gründen und eine App entwickeln.
uk: Я не планую залишатися в університеті, хочу відкрити свою компанію та розробити додаток.

source: Ich wohne direkt an der Straße, da höre ich das.
uk: Я живу прямо на вулиці, де їх дуже чутно.

source: Ich wohne erst einmal hier in Düsseldorf mit meinem Freund und wir suchen eine Beschäftigung zusammen.
uk: Поки що я живу в Дюссельдорфі, зі своїм хлопцем і ми шукаємо роботу.

source: Ich wohne in einer WG mit Artur Koval und Artem Maidanovich.
uk: Я живу в одній квартирі з Артуром Ковалем та Артемом Майдановичем.

source: Ich wohne mit zwei ukrainischen Kommilitonen zusammen, wir haben nur zwei Tage Deutsch geredet.
uk: Я жила з двома однокурсницями українками і німецькою ми змогли поспілкуватися лише два дні.

source: Ich wohne seit 2013 in Magdeburg, ich möchte auch neue Städte kennen lernen.
uk: Я живу в Магдебурзі з 2013 року, тому зараз хочеться пізнати й інші міста.

source: Ich wohne zwar alleine, fühle mich aber hier nicht alleine.
uk: Я живу один, але не відчуваю себе самотнім тут.

source: Ich wollte aber in die Richtung Konstruktion gehen.
uk: Але я хотіла більше займатися проєктуванням.

source: Ich wäre mit meinem Deutsch zufrieden, wenn ich keine Fehler mehr machen würde.
uk: Я був би задоволений своєю німецькою, якби перестав робити помилки.

source: Ich würde auch dazu raten, viele Exkursionen zu besuchen.
uk: Також я б порадив відвідувати багато екскурсій.

source: Ich würde empfehlen, die Alltagssprache zu lernen.
uk: Я б порадила вивчати розмовну, повсякденну мову.

source: Ich würde gerne in Deutschland bleiben, wenn es möglich ist.
uk: Я хотів би залишитися в Німеччині, якщо це можливо.

source: Ich würde gerne in Deutschland etwas passendes finden.
uk: Я б із задоволенням зробив це у Німеччині.

source: Ich würde gerne in eine süddeutsche Stadt, entweder nach Bayern oder Baden-Württemberg, gehen.
uk: Я б хотів поїати на південь, в Баварію або Баден-Вюртемберг.

source: Ich würde nicht empfehlen, das zu machen, was ich gemacht habe: Ich bin im Masterprojekt durchgefallen und hatte riesige Schwierigkeiten.
uk: Я б не рекомендував робити те, що робив я. Я провалив магістерський проект і мав величезні труднощі:
